<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Input</key>
	<dict>
		<key>MAKEPKGINFO_PKGNAME</key>
		<string>Install Adobe Flash Player.app/Contents/Resources/Adobe Flash Player.pkg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/plugins/adobe/flashplayer</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Adobe® Flash® Player is a cross-platform browser-based application runtime that delivers uncompromised viewing of expressive applications, content, and videos across screens and browsers.</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.FlashPlayerNoRepackage</string>
</dict>
</plist>
