<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/plugins/adobe/shockwave</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.AdobeShockwavePlayer.munki</string>
</dict>
</plist>
