<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Input</key>
	<dict>
		<key>CONFIG_DIR</key>
		<string>Resources</string>
		<key>HOMEPAGE_URL</key>
		<string>http://www.usc.edu/</string>
		<key>LOCALE</key>
		<string>en_US</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/firefox</string>
		<key>NAME</key>
		<string>FirefoxUSC</string>
		<key>RELEASE</key>
		<string>latest</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Internet</string>
			<key>description</key>
			<string>Mozilla Firefox is a free and open source web browser. This will also install configurations for the USC Labs.</string>
			<key>developer</key>
			<string>Mozilla</string>
			<key>display_name</key>
			<string>Mozilla Firefox (USC Config)</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.scriptingosx.munki.Firefox</string>
</dict>
</plist>
