<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Input</key>
	<dict>
		<key>AUTOCONFIG_DIR</key>
		<string>Contents/Resources/</string>
		<key>AUTOCONFIG_FILENAME</key>
		<string>autoconfig.zip</string>
		<key>LOCALE</key>
		<string>en_US</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>autopkg/apps/firefox</string>
		<key>NAME</key>
		<string>Firefox</string>
		<key>ORG_NAME</key>
		<string>Customized</string>
		<key>PKG_ID</key>
		<string>org.mozilla.firefox.pkg</string>
		<key>RELEASE</key>
		<string>latest</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Mozilla Firefox is a free and open source web browser.</string>
			<key>display_name</key>
			<string>Mozilla Firefox</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.gregneagle.munki.FirefoxAutoconfig</string>
</dict>
</plist>
